{
  "items": [
    {
      "icon": "info",
      "title": "Under construction",
      "text": "Year 7, 8 & GCSE modules are currently under construction. \nMore details will be shared in the future."
    },
    {
      "icon": "campaign",
      "text": "This month has seen new updates including a refreshed homepage for easy navigation. The updated AI section now makes writing AI prompts even easier! Finally, new resources have been added to the year 8 section, getting you ready for the end of year assessments.",
      "title": "February Updates",
      "btnText": "Year 8",
      "btnLink": "https://www.sjwmsmaths.co.uk/year8_hub"
    },
    {
      "icon": "warning",
      "title": "Warning",
      "text": "This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. This is a test. ",
      "btnText": "Test",
      "btnLink": "www.google.com"
    },
    {
      "icon": "drink",
      "title": "Bishop Shake Shack",
      "text": "Did you know we have a pun filled site just for milkshakes! Unfortunate this doesn't work but we hope you enjoy the puns and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more and more ",
      "btnText": "SHAKE SHACK",
      "btnLink": "https://www.sjwmsmaths.co.uk/bishop_shakes"
    }
  ]
}
